Repository: common-repository/credit-line-generator
Catalog: languages/creditline-*.po
Languages: nl_nl

source: Make photo credits easy.
nl_nl: Auteursvermeldingen makkelijk gemaakt.

source: This tool will, if you feed it the right data, come up with something like <code><a href="">Photo</a> by John Smith.</code> or <code><a href="">Photo of kittens</a> by John Smith, <a href="">some rights reserved</a>.</code> and so on.
nl_nl: Dit werktuig zal, als je hem de juiste gegevens voert, iets produceren als <code><a href="">Photo</a> by Jan Smit.</code> of <code><a href="">Photo of lieve poesjes</a> by Jan Smit, <a href="">some rights reserved</a>.</code> enzovoort.

source: Webpage on which you found the photo.
nl_nl: Webpagina waar je de foto vandaan hebt.

source: Photographer
nl_nl: Fotograaf

source: CC license URL
nl_nl: CC-licentie-URL

source: If the photo is Creative Commons licensed.
nl_nl: Als de foto wordt verspreid onder een Creative Commons-licentie.

source: If the photo is GPL FDL licensed.
nl_nl: Als de foto wordt verspreid onder een GNU FDL-licentie.

source: The subject of the photo. If you fill out this field with f. ex. "a letterbox", the link text to the photo page will read "Photo of a letterbox." Otherwise, the link will simply read "Photo."
nl_nl: Het onderwerp van de foto. Als je dit veld invult met bijvoorbeeld "een brievenbus", dan zal de link naar de foto luiden: "Photo of een brievenbus". Zo niet, dan luidt de link slechts "Photo".

source: Submit
nl_nl: Verzenden

source: Cancel
nl_nl: Annuleren

source: Extended Mark-up
nl_nl: Uitgebreide codering.

source: Enable extended mark-up?
nl_nl: Uitgebreide codering aanzetten?

source: HTML class name
nl_nl: HTML-classnaam

source: Only works if extended mark-up is enabled.
nl_nl: Werkt alleen als Uitgebreide Codering is aangevinkt.

source: Use only lower case letters, digits, hyphens and underscores. The initial character must be a lower case letter.
nl_nl: Gebruik alleen kleine letters, cijfers, afbreekstreepjes en liggende streepjes. Het eerste teken moet een kleine letter zijn.

source: If left empty, the value "creditline" will be used.
nl_nl: Als dit vak leeg is, wordt de waarde "creditline" gebruikt.

source: By default, credit lines are generated as is, e.g. "Photo by John". The Extended Mark-up setting will wrap the credit in HTML mark-up that can then be styled, e.g. <code>&lt;span class="creditline"&gt;Photo by &lt;span class="author"&gt;John&lt;/span&gt;&lt;/span&gt;</code>.
nl_nl: Standaard worden creditlines kaal aangemaakt, bijvoorbeeld "Photo by Jan". De instelling Uitgebreide Codering zal ervoor zorgen dat de fotografenvermelding in extra HTML-elementen wordt gewikkeld, die dan opgemaakt kunnen worden. Bijvoorbeeld: <code>&lt;span class="creditline"&gt;Photo by &lt;span class="author"&gt;Jan&lt;/span&gt;&lt;/span&gt;</code>.
